Repository: bjorge/hyttahub
Catalog: lib/l10n/intl_*.arb
Languages: es, it

# loginTitle
source: Login
es: Iniciar sesión
it: Accesso

# createAccountTitle
source: Create Account
es: Crear cuenta
it: Crea Account

# loginWelcomeMessage
source: Welcome to Hytta Hub Connections!
es: ¡Bienvenido a Hytta Hub Connections!
it: Benvenuto in Hytta Hub Connections!

# loginEmailLabel
source: Email
es: Correo electrónico

# loginPasswordLabel
source: Password
es: Contraseña

# loginPasswordHelperText
source: Password must be at least 16 characters long.
es: La contraseña debe tener al menos 16 caracteres.
it: La password deve contenere almeno 16 caratteri.

# loginSuccessTitle
source: Login Success
es: Inicio de sesión exitoso
it: Accesso Riuscito

# loginEmailEmptyError
source: Email cannot be empty
es: El correo electrónico no puede estar vacío
it: L'email non può essere vuota

# loginEmailInvalidFormatError
source: Please enter a valid email address format.
es: Introduce un formato de correo electrónico válido.
it: Inserisci un formato email valido.

# loginEmailReservedError
source: Email format (matches __.*__) is not allowed.
es: El formato de correo electrónico (coincide con __.*__) no está permitido.
it: Il formato dell'email (corrisponde a __.*__) non è consentito.

# loginEmailTooLongError
source: Email is too long (max 1500 bytes).
es: El correo electrónico es demasiado largo (máx. 1500 bytes).
it: L'email è troppo lunga (max 1500 byte).

# loginNotServiceAdminError
source: Not a service admin
es: No eres administrador del servicio
it: Non sei un amministratore del servizio

# loginNotBetaUserError
source: Not a beta user
es: No eres usuario beta
it: Non sei un utente beta

# loginPasswordTooShortError
source: Password is too short.
es: La contraseña es demasiado corta.
it: La password è troppo corta.

# loginAgreeToTermsCheckbox
source: I agree to the Terms
es: Acepto los Términos
it: Accetto i Termini

# loginAgreeToPrivacyPolicyCheckbox
source: I agree to the Privacy Policy
es: Acepto la Política de Privacidad
it: Accetto l'Informativa sulla Privacy

# loginAlreadyHaveAccountButton
source: Already have an account?
es: ¿Ya tienes una cuenta?
it: Hai già un account?

# loginNeedToCreateAccountButton
source: Need to create an account?
es: ¿Necesitas crear una cuenta?
it: Devi creare un account?

# loginForgotPasswordButton
source: Forgot Password?
es: ¿Olvidaste tu contraseña?
it: Password dimenticata?

# loginGoToEmailResetPasswordMessage
source: Go to your email inbox, open the email from Friendly Reservations, and click the link to create a new password. Then return here and login.
es: Ve a tu correo electrónico, abre el correo de Reservas Amigables y haz clic en el enlace para crear una nueva contraseña. Luego vuelve aquí e inicia sesión.
it: Vai alla tua casella di posta elettronica, apri l'email da Prenotazioni Amichevoli e clicca sul link per creare una nuova password. Quindi torna qui e accedi.

# loginGoToEmailVerifyEmailMessage
source: Go to your email inbox, open the email from Friendly Reservations, and click the link to verify your email address. Then return here and login.
es: Ve a tu correo electrónico, abre el correo de Reservas Amigables y haz clic en el enlace para verificar tu dirección de correo. Luego vuelve aquí e inicia sesión.
it: Vai alla tua casella di posta elettronica, apri l'email da Prenotazioni Amichevoli e clicca sul link per verificare il tuo indirizzo email. Quindi torna qui e accedi.

source: Sites
es: Sitios
it: Siti

source: no sites
es: ningún sitio
it: nessun sito

# initializingAccountTitle
source: Initializing Account
es: Inicializando cuenta
it: Inizializzazione Account

# serviceCreateAccountTitle
source: Service Create Account
es: Crear cuenta de servicio
it: Crea Account Servizio

# serviceLoginTitle
source: Service Login
es: Inicio de sesión de servicio
it: Accesso Servizio

# accountSettingsTitle
source: Account Settings
es: Configuración de la cuenta
it: Impostazioni Account

# manageSitesTitle
source: Leave Site
es: Abandonar sitio
it: Lascia il Sito

# removeAccountTitle
source: Remove Account
es: Eliminar cuenta
it: Rimuovi Account

source: Logout
es: Cerrar sesión

# createSiteTitle
source: Create Site
es: Crear sitio
it: Crea Sito

# joinSiteTitle
source: Join Site
es: Unirse a un sitio
it: Unisciti a un Sito

# unimplementedTitle
source: Unimplemented
es: No implementado
it: Non implementato

# toBeImplemented
source: Coming Soon!
es: ¡Próximamente!
it: Prossimamente!

# siteNameLabel
source: Site Name
es: Nombre del sitio
it: Nome del Sito

# siteNameEmptyError
source: Site name cannot be empty
es: El nombre del sitio no puede estar vacío
it: Il nome del sito non può essere vuoto

# userNameLabel
source: User Name
es: Nombre de usuario
it: Nome Utente

# userNameEmptyError
source: Site user name cannot be empty
es: El nombre de usuario del sitio no puede estar vacío
it: Il nome utente del sito non può essere vuoto

# pasteCodeTooltip
source: Paste Code
es: Pegar código
it: Incolla Codice

# backspaceTooltip
source: Backspace
es: Borrar
it: Cancella

# joinSiteCodeLabel
source: Enter 8-character Site Code
es: Introduce el código de sitio de 8 caracteres
it: Inserisci il codice del sito di 8 caratteri

# siteCodeEmptyError
source: Site code cannot be empty
es: El código del sitio no puede estar vacío
it: Il codice del sito non può essere vuoto

# siteCodeLengthError
source: Site code must be 8 characters long
es: El código del sitio debe tener 8 caracteres
it: Il codice del sito deve essere di 8 caratteri

# leaveSiteTooltip
source: Leave Site
es: Abandonar sitio
it: Lascia il Sito

# removeSiteTitle
source: Remove Site
es: Eliminar sitio
it: Rimuovi Sito

# leaveSiteConfirmation
source: Leave Site? Only an admin can add you back.
es: ¿Abandonar el sitio? Solo un administrador puede agregarte de nuevo.
it: Lasciare il sito? Solo un amministratore può aggiungerti di nuovo.

# updateTermsTitle
source: Update Terms
es: Actualizar términos
it: Aggiorna Termini

source: View Terms
es: Ver términos
it: Visualizza i Termini

source: View Privacy Policy
es: Ver política de privacidad
it: Visualizza l'Informativa sulla Privacy

# agreeToTerms
source: I agree to the Terms of Service
es: Acepto los Términos de Servicio
it: Accetto i Termini di Servizio

# agreeToPrivacyPolicy
source: I agree to the Privacy Policy
es: Acepto la Política de Privacidad
it: Accetto l'Informativa sulla Privacy

source: Show Account Events & State
es: Mostrar eventos y estado de la cuenta
it: Mostra Eventi e Stato Account

# serviceAdminTitle
source: Service Admin
es: Administración del servicio
it: Amministrazione Servizio

# serviceStatusTitle
source: Service Status
es: Estado del servicio
it: Stato del Servizio

# minRequiredVersionTitle
source: Minimum Required Version
es: Versión mínima requerida
it: Versione Minima Richiesta

# manageBetaUsersTitle
source: Manage Beta Users
es: Gestionar usuarios beta
it: Gestisci Utenti Beta

source: Error fetching beta users
es: Error al obtener usuarios beta
it: Errore nel recupero degli utenti beta

# newTermsOfServiceTitle
source: New Terms of Service
es: Nuevos Términos de Servicio
it: Nuovi Termini di Servizio

# newPrivacyPolicyTitle
source: New Privacy Policy
es: Nueva Política de Privacidad
it: Nuova Informativa sulla Privacy

# manageServiceAdminsTitle
source: Manage Service Admins
es: Gestionar administradores del servicio
it: Gestisci Amministratori del Servizio

# showServiceEventsStateTitle
source: Show Service Events & State
es: Mostrar eventos y estado del servicio
it: Mostra Eventi e Stato del Servizio

# serviceDownTitle
source: Service Down
es: Servicio no disponible
it: Servizio Non Disponibile

# serviceDownMessage
source: The service is temporarily unavailable. Please wait while we work to restore it.
es: El servicio está temporalmente no disponible. Por favor espera mientras trabajamos para restaurarlo.
it: Il servizio è temporaneamente non disponibile. Attendere mentre lavoriamo per ripristinarlo.

# accountEventsTitle
source: Account Events (database)
es: Eventos de la cuenta (base de datos)
it: Eventi Account (database)

# accountStateTitle
source: Account State (local replay)
es: Estado de la cuenta (reproducción local)
it: Stato Account (replay locale)

# serviceEventsTitle
source: Service Events (database)
es: Eventos del servicio (base de datos)
it: Eventi di Servizio (database)

# serviceStateTitle
source: Service State (local replay)
es: Estado del servicio (reproducción local)
it: Stato del Servizio (replay locale)

# networkErrorTitle
source: Network Error
es: Error de red
it: Errore di Rete

# serviceNetworkErrorMessage
source: There was an error contacting the service. Please check your internet connection and try again.
es: Se produjo un error al contactar el servicio. Verifica tu conexión a internet e inténtalo de nuevo.
it: Si è verificato un errore nel contattare il servizio. Controlla la tua connessione internet e riprova.

# newVersionAvailableTitle
source: New Version Available
es: Nueva versión disponible
it: Nuova Versione Disponibile

# newVersionAvailableMessage
source: Please update your browser or app to the latest version.
es: Actualiza tu navegador o aplicación a la última versión.
it: Aggiorna il tuo browser o la tua app all'ultima versione.

# privacyPolicyTitle
source: Privacy Policy
es: Política de privacidad
it: Informativa sulla Privacy

source: No privacy policy available.
es: No hay política de privacidad disponible.
it: Nessuna informativa sulla privacy disponibile.

# termsOfServiceTitle
source: Terms of Service
es: Términos de servicio
it: Termini di Servizio

source: No terms available.
es: No hay términos disponibles.
it: Nessun termine disponibile.

# uninitializedErrorTitle
source: Uninitialized Error
es: Error de inicialización
it: Errore di Inizializzazione

source: Error: todo
es: Error: pendiente
it: Errore: da fare

# initializeFirebaseEmulator
source: Initialize the firebase emulator.
es: Inicializar emulador de Firebase.
it: Inizializza l'emulatore di Firebase.

# successfullySubmittedTodo
source: successfully submitted, todo: grey out fields
es: enviado con éxito, pendiente: deshabilitar los campos
it: inviato con successo, todo: disabilita i campi

source: Error submitting form
es: Error al enviar el formulario
it: Errore durante l'invio del modulo

# disallowedCharactersError
source: Characters '[' and ']' are not allowed
es: No se permiten los caracteres '[' y ']'
it: I caratteri '[' e ']' non sono ammessi

# unexpectedError
source: Unexpected error, check internet, go back and try again
es: Error inesperado, verifica la conexión a internet, regresa e inténtalo de nuevo
it: Errore imprevisto, controlla la connessione internet, torna indietro e riprova

# permissionDenied
source: You do not have permission to perform this action.
es: No tienes permiso para realizar esta acción.
it: Non hai il permesso di eseguire questa azione.

# addMemberTitle
source: Add Member
es: Agregar miembro
it: Aggiungi Membro

# memberNameLabel
source: Member Name
es: Nombre del miembro
it: Nome Membro

# memberNameEmptyError
source: Member name cannot be empty
es: El nombre del miembro no puede estar vacío
it: Il nome del membro non può essere vuoto

# memberNameExistsError
source: Member name already exists
es: El nombre del miembro ya existe
it: Il nome del membro esiste già

# administratorLabel
source: Administrator
es: Administrador
it: Amministratore

# emailExistsError
source: Email already exists in the site
es: El correo electrónico ya existe en el sitio
it: L'email esiste già nel sito

# renameSiteTitle
source: Rename Site
es: Renombrar sitio
it: Rinomina Sito

# newSiteNameLabel
source: New Site Name
es: Nuevo nombre del sitio
it: Nuovo Nome Sito

# siteEmailsTitle
source: Site Emails (database)
es: Correos electrónicos del sitio (base de datos)
it: Email del Sito (database)

# siteEventsTitle
source: Site Events (database)
es: Eventos del sitio (base de datos)
it: Eventi del Sito (database)

# siteStateTitle
source: Site State (local replay)
es: Estado del sitio (reproducción local)
it: Stato del Sito (replay locale)

# membersTitle
source: Members
es: Miembros
it: Membri

# serviceSettingsTitle
source: Service Settings
es: Configuración del servicio
it: Impostazioni Servizio

# termsOfServiceContentLabel
source: Terms of Service Content
es: Contenido de los Términos de Servicio
it: Contenuto dei Termini di Servizio

# termsOfServiceContentEmptyError
source: Please enter terms of service content.
es: Introduce el contenido de los términos de servicio.
it: Inserisci il contenuto dei termini di servizio.

# contentTooShortError
source: Content is too short.
es: El contenido es demasiado corto.
it: Il contenuto è troppo corto.

# privacyPolicyContentLabel
source: Privacy Policy Content
es: Contenido de la Política de Privacidad
it: Contenuto dell'Informativa sulla Privacy

# privacyPolicyContentEmptyError
source: Please enter privacy policy content.
es: Introduce el contenido de la política de privacidad.
it: Inserisci il contenuto dell'informativa sulla privacy.

# serviceUnavailableLabel
source: Service Unavailable
es: Servicio no disponible
it: Servizio Non Disponibile

# minVersionLabel
source: Min Version
es: Versión mínima
it: Versione Minima

# versionNumberEmptyError
source: Please enter a version number.
es: Introduce un número de versión.
it: Inserisci un numero di versione.

# versionNumberInvalidError
source: Please enter a valid positive number.
es: Introduce un número positivo válido.
it: Inserisci un numero positivo valido.

# betaUserEmailsLabel
source: Beta User Emails (comma-separated)
es: Correos electrónicos de usuarios beta (separados por coma)
it: Email Utenti Beta (separate da virgola)

# nicknameEmptyError
source: Nickname cannot be empty
es: El apodo no puede estar vacío
it: Il soprannome non può essere vuoto

# adminAliasExistsError
source: Admin alias already exists
es: El alias de administrador ya existe
it: L'alias dell'amministratore esiste già

source: Failed to load emails.
es: Error al cargar los correos electrónicos.
it: Impossibile caricare le email.

# permissionDeniedViewList
source: You do not have permission to view this list.
es: No tienes permiso para ver esta lista.
it: Non hai il permesso di visualizzare questo elenco.

source: No emails found.
es: No se encontraron correos electrónicos.
it: Nessuna email trovata.

# userId
source: User ID: {userId}
es: ID de usuario: {userId}
it: ID utente: {userId}

# removeMemberTooltip
source: Remove Member
es: Eliminar miembro
it: Rimuovi Membro

# removeMemberTitle
source: Remove Member
es: Eliminar miembro
it: Rimuovi Membro

# removeMemberConfirmation
source: Remove Member? This action cannot be undone.
es: ¿Eliminar miembro? Esta acción no se puede deshacer.
it: Rimuovere il membro? Questa azione non può essere annullata.

# updateMemberTooltip
source: Update Member
es: Actualizar miembro
it: Aggiorna membro

# updateMemberTitle
source: Update Member
es: Actualizar miembro
it: Aggiorna membro

# restoreMemberTooltip
source: Restore Member
es: Restaurar miembro
it: Ripristina membro

# restoreMemberTitle
source: Restore Member
es: Restaurar miembro
it: Ripristina membro

# removedMembersTitle
source: Removed Members
es: Miembros eliminados
it: Membri rimossi

# addAdminTitle
source: Add Admin
es: Agregar administrador
it: Aggiungi amministratore

# updateAdminTitle
source: Update Admin
es: Actualizar administrador
it: Aggiorna amministratore

# removeAdminTitle
source: Remove Admin
es: Eliminar administrador
it: Rimuovi amministratore

# removeAdminConfirmation
source: Remove Admin? This action cannot be undone.
es: ¿Eliminar administrador? Esta acción no se puede deshacer.
it: Rimuovere l'amministratore? Questa azione non può essere annullata.

# restoreAdminTitle
source: Restore Admin
es: Restaurar administrador
it: Ripristina amministratore

# removeAccountConfirmation
source: Remove Account? This action cannot be undone.
es: ¿Eliminar cuenta? Esta acción no se puede deshacer.
it: Rimuovere l'account? Questa azione non può essere annullata.

# cannotRemoveAccountTitle
source: Cannot Remove Account
es: No se puede eliminar la cuenta
it: Impossibile Rimuovere l'Account

# cannotRemoveAccountContent
source: You must leave all sites before you can remove your account.
es: Debes abandonar todos los sitios antes de poder eliminar tu cuenta.
it: Devi lasciare tutti i siti prima di poter rimuovere il tuo account.

# cannotChangeEmailWhenOnlyAdminError
source: Cannot change your email when you are the only admin.
es: No puedes cambiar tu correo electrónico cuando eres el único administrador.
it: Non puoi cambiare la tua email quando sei l'unico amministratore.

# okButton
source: OK
es: Aceptar

# copySiteIdTooltip
source: Copy Site ID
es: Copiar ID del sitio
it: Copia ID sito

# siteIdCopied
source: Site ID copied to clipboard
es: ID del sitio copiado al portapapeles
it: ID del sito copiato negli appunti

# mustAgreeToTermsError
source: You must agree to the terms.
es: Debes aceptar los términos.
it: Devi accettare i termini.

# mustAgreeToPrivacyPolicyError
source: You must agree to the privacy policy.
es: Debes aceptar la política de privacidad.
it: Devi accettare l'informativa sulla privacy.

# leadingTrailingSpacesError
source: Leading or trailing spaces are not allowed.
es: No se permiten espacios al principio o al final.
it: Non sono consentiti spazi iniziali o finali.

# emailLowercaseError
source: Email must be in lowercase.
es: El correo electrónico debe estar en minúsculas.
it: L'email deve essere in minuscolo.

# emailLeadingTrailingSpacesError
source: Email cannot have leading or trailing spaces.
es: El correo electrónico no puede tener espacios al principio o al final.
it: L'email non può avere spazi iniziali o finali.

# formSubmissionError
source: Error submitting the form, check internet connection, go back and try again.
es: Error al enviar el formulario, verifique la conexión a Internet, regrese e intente nuevamente.
it: Errore durante l'invio del modulo, controlla la connessione internet, torna indietro e riprova.

# failedToLoadEvents
source: Failed to load events: {error}
es: Error al cargar eventos: {error}
it: Impossibile caricare gli eventi: {error}

# showEventsListTooltip
source: Show Events List
es: Mostrar lista de eventos
it: Mostra elenco eventi

# showReplayStateTooltip
source: Show Replay State
es: Mostrar estado de reproducción
it: Mostra stato di riproduzione

# toggleSortOrderTooltip
source: Toggle Sort Order
es: Cambiar orden
it: Cambia ordine

source: No events to replay.
es: No hay eventos para reproducir.
it: Nessun evento da riprodurre.

# eventVersion
source: Version: {version}
es: Versión: {version}
it: Versione: {version}

# loadingTitle
source: Loading...
es: Cargando...
it: Caricamento in corso...

# authenticationErrorWithDetails
source: Authentication error: {details}
es: Error de autenticación: {details}
it: Errore di autenticazione: {details}

# loginDismissSnackbar
source: Dismiss
es: Descartar
it: Ignora

# passwordEmptyError
source: Password cannot be empty.
es: La contraseña no puede estar vacía.
it: La password non può essere vuota.

# passwordTooShortError
source: Password is too short.
es: La contraseña es demasiado corta.
it: La password è troppo corta.

# passwordTooLongError
source: Password is too long.
es: La contraseña es demasiado larga.
it: La password è troppo lunga.

# exportSiteTitle
source: Export Site
es: Exportar sitio
it: Esporta Sito

# manageExportsTitle
source: Manage Exports
es: Gestionar exportaciones
it: Gestisci Esportazioni

source: Export deleted successfully
es: Exportación eliminada con éxito
it: Esportazione eliminata con successo

source: No exports found.
es: No se encontraron exportaciones.
it: Nessuna esportazione trovata.

source: Failed to load exports.
es: Error al cargar las exportaciones.
it: Impossibile caricare le esportazioni.

# importSiteTitle
source: Import Site
es: Importar sitio

# selectFileButton
source: Select File
es: Seleccionar archivo

# importButton
source: Import
es: Importar

# selectAdminTitle
source: Select Your Admin Account
es: Seleccione su cuenta de administrador

# selectAdminInstruction
source: Please select your administrator account from the list of admins for the imported site.
es: Seleccione su cuenta de administrador de la lista de administradores del sitio importado.

# assignUserButton
source: Assign User
es: Asignar usuario

# errorTitle
source: Error
it: Errore
